IDEA StatiCa Open Model
SectionCharacteristics.Welz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the Elastic section modulus related to axis Z.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Welz { get; set; }
Public Property Welz As Double
	Get
	Set
public:
property double Welz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace